WS XML PAGOS/XMLPAGOS/08022017/ENVIADACONSULTA_PAGOS145097.xml

<soapenv:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:urn="urn:suvtv"><soapenv:Header/><soapenv:Body><urn:solicitarPagos soapenv:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/"><usuarioID xsi:type="xsd:unsignedLong">3</usuarioID><ingresoID xsi:type="xsd:unsignedLong">145097</ingresoID><plantaID xsi:type="xsd:unsignedLong">3</plantaID><tipoConsulta xsi:type="urn:tipoConsultaTurno">N</tipoConsulta><fechaDesde xsi:type="xsd:date">2017-02-08T15:04:44</fechaDesde><fechaHasta xsi:type="xsd:date">2017-02-08T17:04:44</fechaHasta></urn:solicitarPagos></soapenv:Body></soapenv:Envelope>
